Repository: rxalimurad/ManageExpenses
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr_ca, zh_hans, zh_hk

source: Kindly verify your email(Inbox/Spam) before logging in.
de: Bitte überprüfen Sie Ihre E-Mail-Adresse (Posteingang/Spam), bevor Sie sich anmelden.
es: Verifique amablemente su correo electrónico (bandeja de entrada/spam) antes de iniciar sesión.
fr_ca: Veuillez vérifier votre courrier électronique (boîte de réception/spam) avant de vous connecter.
zh_hans: 请在登录前验证您的电子邮件（收件箱/垃圾邮件）。
zh_hk: 请在登录前验证您的电子邮件（收件箱/垃圾邮件）。

source: A verification email has been sent to
de: Eine Bestätigungs-E-Mail wurde gesendet an
es: Se ha enviado un correo de verificación a
fr_ca: Un e-mail de vérification a été envoyé à
zh_hans: 验证邮件已发送至
zh_hk: 驗證郵件已發送至

source: About Us
de: Über uns
es: Sobre nosotros
fr_ca: À propos de nous
zh_hans: 关于我们
zh_hk: 關於我們

source: Account Balance
de: Kontostand
es: Saldo de cuenta
fr_ca: Solde du compte
zh_hans: 账户余额
zh_hk: 帳戶餘額

source: Already have an account?
de: Bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr_ca: Vous avez déjà un compte ?
zh_hans: 已有账户？
zh_hk: 已有帳戶？

source: and follow the instructions to reset your password
de: und folgen Sie den Anweisungen, um Ihr Passwort zurückzusetzen
es: y siga las instrucciones para restablecer su contraseña
fr_ca: et suivez les instructions pour réinitialiser votre mot de passe
zh_hans: 并按照说明重置您的密码
zh_hk: 並按照說明重設您的密碼

source: Application Name
de: Anwendungsname
es: Nombre de la aplicación
fr_ca: Nom de l'application
zh_hans: 应用程序名称
zh_hk: 應用程式名稱

source: Are you sure do you wanna delete account?
de: Sind Sie sicher, dass Sie das Konto löschen möchten?
es: ¿Está seguro de que desea eliminar la cuenta?
fr_ca: Êtes-vous sûr de vouloir supprimer le compte ?
zh_hans: 您确定要删除帐户吗？
zh_hk: 您確定要刪除帳戶嗎？

source: Are you sure do you wanna delete this transaction?
de: Sind Sie sicher, dass Sie diese Transaktion löschen möchten?
es: ¿Está seguro de que desea eliminar esta transacción?
fr_ca: Êtes-vous sûr de vouloir supprimer cette transaction ?
zh_hans: 您确定要删除此交易吗？
zh_hk: 您確定要刪除此交易嗎？

source: Are you sure do you wanna logout?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Está seguro de que desea cerrar sesión?
fr_ca: Êtes-vous sûr de vouloir vous déconnecter ?
zh_hans: 您确定要注销吗？
zh_hk: 您確定要登出嗎？

source: Are you sure do you wanna remove this budget?
de: Sind Sie sicher, dass Sie dieses Budget entfernen möchten?
es: ¿Está seguro de que desea eliminar este presupuesto?
fr_ca: Êtes-vous sûr de vouloir supprimer ce budget ?
zh_hans: 您确定要删除此预算吗？
zh_hk: 您確定要刪除此預算嗎？

source: Balance
de: Kontostand
es: Saldo
fr_ca: Solde
zh_hans: 余额
zh_hk: 餘額

source: By signing up, you agree to the
de: Durch die Anmeldung erklären Sie sich mit den
es: Al registrarte, aceptas los
fr_ca: En vous inscrivant, vous acceptez les
zh_hans: 注册即表示您同意
zh_hk: 註冊即表示您同意

source: Category
de: Kategorie
es: Categoría
fr_ca: Catégorie
zh_hans: 类别
zh_hk: 類別

source: Check your email(Inbox/Spam)
de: Überprüfen Sie Ihre E-Mail (Posteingang/Spam)
es: Verifique su correo electrónico (Bandeja de entrada/Spam)
fr_ca: Vérifiez votre courrier électronique (Boîte de réception/Spam)
zh_hans: 检查您的电子邮件（收件箱/垃圾邮件）
zh_hk: 檢查您的電子郵件（收件箱/垃圾郵件）

source: Code Version
de: Versionsnummer
es: Versión del código
fr_ca: Version du code
zh_hans: 代码版本
zh_hk: 程式碼版本

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr_ca: Supprimer le compte
zh_hans: 删除帐户
zh_hk: 刪除帳戶

source: Delete Account?
de: Konto löschen?
es: ¿Eliminar cuenta?
fr_ca: Supprimer le compte ?
zh_hans: 删除帐户？
zh_hk: 刪除帳戶？

source: Delete?
de: Löschen?
es: ¿Eliminar?
fr_ca: Supprimer ?
zh_hans: 删除？
zh_hk: 刪除？

source: Description
de: Beschreibung
es: Descripción
zh_hans: 描述
zh_hk: 描述

source: Don’t have an account yet?
de: Sie haben noch kein Konto?
es: ¿Todavía no tienes una cuenta?
fr_ca: Vous n'avez pas encore de compte ?
zh_hans: 还没有账号？
zh_hk: 還沒有帳號？

source: Don’t worry. Enter your email and we’ll send you a link to reset your password.
de: Keine Sorge. Geben Sie Ihre E-Mail-Adresse ein, und wir senden Ihnen einen Link zum Zurücksetzen Ihres Passworts.
es: No te preocupes. Ingresa tu correo electrónico y te enviaremos un enlace para restablecer tu contraseña.
fr_ca: Ne vous inquiétez pas. Entrez votre adresse e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe.
zh_hans: 别担心。 输入您的电子邮件，我们会发送重置密码链接给您。
zh_hk: 別擔心。 輸入您的電子郵件，我們會向您發送重置密碼鏈接。

source: Enter Amount
de: Betrag eingeben
es: Ingrese el monto
fr_ca: Entrez le montant
zh_hans: 输入金额
zh_hk: 輸入金額

source: Enter your currency symbol
de: Geben Sie Ihr Währungssymbol ein
es: Ingrese el símbolo de su moneda
fr_ca: Entrez le symbole de votre devise
zh_hans: 输入您的货币符号
zh_hk: 輸入您的貨幣符號

source: Expenses
de: Ausgaben
es: Gastos
fr_ca: Dépenses
zh_hans: 费用
zh_hk: 費用

source: Filter By
de: Filtern nach
es: Filtrar por
fr_ca: Filtrer par
zh_hans: 按…筛选
zh_hk: 按…篩選

source: Filter Transaction
de: Transaktion filtern
es: Filtrar transacción
fr_ca: Filtrer la transaction
zh_hans: 筛选交易
zh_hk: 篩選交易

source: Filter Transaction Duration
de: Transaktionsdauer filtern
es: Filtrar duración de la transacción
fr_ca: Filtrer la durée de la transaction
zh_hans: 筛选交易时长
zh_hk: 篩選交易時長

source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr_ca: Mot de passe oublié ?
zh_hans: 忘记密码？
zh_hk: 忘記密碼？

source: From Date
de: Von Datum
es: Desde la fecha
fr_ca: À partir de la date
zh_hans: 从日期
zh_hk: 從日期

source: Gain total control of your money
de: Erhalten Sie die vollständige Kontrolle über Ihr Geld
es: Obtenga control total de su dinero
fr_ca: Prenez le contrôle total de votre argent
zh_hans: 完全掌控你的资金
zh_hk: 完全掌控你的资金

source: How much do yo want to spend?
de: Wie viel möchten Sie ausgeben?
es: ¿Cuánto quieres gastar?
fr_ca: Combien voulez-vous dépenser ?
zh_hans: 你想花多少钱？
zh_hk: 你想花多少錢？

source: How much?
de: Wie viel?
es: ¿Cuánto?
fr_ca: Combien ?
zh_hans: 多少？
zh_hk: 多少？

source: Income
de: Einkommen
es: Ingresos
fr_ca: Revenu
zh_hans: 收入
zh_hk: 收入

source: Know where your money goes
de: Wissen Sie, wohin Ihr Geld fließt
es: Sepa a dónde va su dinero
fr_ca: Sachez où va votre argent
zh_hans: 知道你的钱去哪儿了
zh_hk: 知道你的钱去哪儿了

source: Let's setup your account by adding a Bank Acount
de: Richten wir Ihr Konto ein, indem wir ein Bankkonto hinzufügen
es: Configuremos su cuenta agregando una cuenta bancaria
fr_ca: Configurons votre compte en ajoutant un compte bancaire
zh_hans: 让我们通过添加银行账户来设置您的账户
zh_hk: 讓我們通過添加銀行帳戶來設置您的帳戶

source: Login
de: Anmelden
es: Iniciar sesión
fr_ca: Connexion
zh_hans: 登录
zh_hk: 登錄

source: Logout?
de: Abmelden?
es: ¿Cerrar sesión?
fr_ca: Déconnexion ?
zh_hans: 退出登录？
zh_hk: 登出？

source: No Data
de: Keine Daten
es: Sin datos
fr_ca: Aucune donnée
zh_hans: 没有数据
zh_hk: 沒有數據

source: No Record Found
de: Keine Datensätze gefunden
es: No se encontraron registros
fr_ca: Aucun enregistrement trouvé
zh_hans: 没有找到记录
zh_hk: 沒有找到記錄

source: No record found Please add new transactions using button below
de: Kein Datensatz gefunden Bitte fügen Sie neue Transaktionen unter Verwendung der Schaltfläche unten hinzu
es: No se encontraron registros Por favor, agregue nuevas transacciones usando el botón a continuación
fr_ca: Aucun enregistrement trouvé Veuillez ajouter de nouvelles transactions en utilisant le bouton ci-dessous
zh_hans: 未找到记录 请使用下面的按钮添加新交易
zh_hk: 未找到記錄 請使用下面的按鈕添加新交易

source: Not enough data to show
de: Nicht genug Daten zum Anzeigen
es: No hay suficientes datos para mostrar
fr_ca: Pas assez de données à afficher
zh_hans: 没有足够的数据显示
zh_hk: 沒有足夠的數據顯示

source: Planning ahead
de: Vorausplanen
es: Planificar el futuro
fr_ca: Planifier à l'avance
zh_hans: 提前计划
zh_hk: 提前计划

source: Receive Alert
de: Alarm erhalten
es: Recibir alerta
fr_ca: Recevoir une alerte
zh_hans: 接收警报
zh_hk: 接收警報

source: Recent Transaction
de: Letzte Transaktion
es: Transacción reciente
fr_ca: Transaction récente
zh_hans: 最近的交易
zh_hk: 最近的交易

source: Remaining
de: Verbleibend
es: Restante
fr_ca: Restant
zh_hans: 剩余
zh_hk: 剩餘

source: Remaining %@
de: Verbleibend %@
es: Restante %@
fr_ca: Restant %@
zh_hans: 剩余 %@
zh_hk: 剩餘 %@

source: Remove this budget?
de: Dieses Budget entfernen?
es: ¿Eliminar este presupuesto?
fr_ca: Supprimer ce budget ?
zh_hans: 删除这个预算？
zh_hk: 刪除這個預算？

source: Reset
de: Zurücksetzen
es: Restablecer
fr_ca: Réinitialiser
zh_hans: 重置
zh_hk: 重置

source: See your financial report
de: Sehen Sie Ihren Finanzbericht
es: Vea su informe financiero
fr_ca: Voir votre rapport financier
zh_hans: 查看您的财务报告
zh_hk: 查看您的財務報告

source: Select Date Range
de: Datumsbereich auswählen
es: Seleccionar rango de fechas
fr_ca: Sélectionner la plage de dates
zh_hans: 选择日期范围
zh_hk: 選擇日期範圍

source: Set the bank color
de: Bankfarbe festlegen
es: Establecer el color del banco
fr_ca: Définir la couleur de la banque
zh_hans: 设置银行颜色
zh_hk: 設定銀行顏色

source: Setup your budget for each category so you in control
de: Richten Sie Ihr Budget für jede Kategorie ein, damit Sie die Kontrolle behalten
es: Configura tu presupuesto para cada categoría para que tengas el control
fr_ca: Configurez votre budget pour chaque catégorie afin que vous ayez le contrôle
zh_hans: 为每个类别设置预算，以便您掌控
zh_hk: 为每个类别设置预算，以便您掌控

source: Sign Up
de: Registrieren
es: Registrarse
fr_ca: S'inscrire
zh_hans: 注册
zh_hk: 註冊

source: Something went wrong, kindly check your internet connection and try again.
de: Etwas ist schiefgelaufen. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Algo salió mal. Por favor, verifique su conexión a Internet e inténtelo de nuevo.
fr_ca: Quelque chose s'est mal passé. Veuillez vérifier votre connexion Internet et réessayer.
zh_hans: 出现问题，请检查您的网络连接并重试。
zh_hk: 出現問題，請檢查您的網絡連接並重試。

source: Sort By
de: Sortieren nach
es: Ordenar por
fr_ca: Trier par
zh_hans: 排序方式
zh_hk: 排序方式

source: Spending Frequency
de: Ausgabehäufigkeit
es: Frecuencia de gastos
fr_ca: Fréquence de dépenses
zh_hans: 支出频率
zh_hk: 支出頻率

source: Terms of Service and Privacy Policy
de: Nutzungsbedingungen und Datenschutzbestimmungen
es: Términos de servicio y política de privacidad
fr_ca: Conditions d'utilisation et politique de confidentialité
zh_hans: 服务条款和隐私政策
zh_hk: 服務條款和隱私政策

source: This Month's Statistics
de: Die Statistiken dieses Monats
es: Estadísticas de este mes
fr_ca: Les statistiques de ce mois
zh_hans: 本月统计数据
zh_hk: 本月统计数据

source: To
de: An
es: A
fr_ca: À
zh_hans: 至
zh_hk: 至

source: To Date
de: Bis Datum
es: Hasta la fecha
fr_ca: Jusqu'à la date
zh_hans: 截止日期
zh_hk: 截止日期

source: Total
de: Gesamt
zh_hans: 总计
zh_hk: 總計

source: Track your transaction easily, with categories and financial report
de: Verfolgen Sie Ihre Transaktionen einfach mit Kategorien und Finanzberichten
es: Realice un seguimiento de su transacción fácilmente, con categorías e informe financiero
fr_ca: Suivez facilement votre transaction, avec des catégories et un rapport financier
zh_hans: 通过类别和财务报告轻松跟踪您的交易
zh_hk: 通过类别和财务报告轻松跟踪您的交易

source: Type
de: Typ
es: Tipo
zh_hans: 类型
zh_hk: 類型

source: Username
de: Benutzername
es: Nombre de usuario
fr_ca: Nom d'utilisateur
zh_hans: 用户名
zh_hk: 用戶名

source: View All
de: Alle anzeigen
es: Ver todo
fr_ca: Afficher tout
zh_hans: 查看全部
zh_hk: 查看全部

source: Waiting for internet connection
de: Warten auf Internetverbindung
es: Esperando conexión a internet
fr_ca: En attente de connexion Internet
zh_hans: 等待网络连接
zh_hk: 等待網絡連接

source: Wallet
de: Brieftasche
es: Cartera
fr_ca: Portefeuille
zh_hans: 钱包
zh_hk: 錢包

source: You don’t have a budget. Let’s make one so you in control.
de: Sie haben kein Budget. Lassen Sie uns eins erstellen, damit Sie die Kontrolle behalten.
es: No tienes un presupuesto. Creemos uno para que estés en control.
fr_ca: Vous n'avez pas de budget. Créons-en un pour que vous ayez le contrôle.
zh_hans: 您还没有预算。 让我们制定一个，让您掌控一切。
zh_hk: 您還沒有預算。 讓我們制定一個，讓您掌控一切。

source: You’ve exceed the limit
de: Sie haben das Limit überschritten
es: Ha excedido el límite
fr_ca: Vous avez dépassé la limite
zh_hans: 您已超过限制
zh_hk: 您已超過限制

source: You’ve exceed the limit!
de: Sie haben das Limit überschritten!
es: ¡Ha excedido el límite!
fr_ca: Vous avez dépassé la limite !
zh_hans: 您已超过限制！
zh_hk: 您已超過限制！

source: Your email is on the way
de: Ihre E-Mail ist unterwegs
es: Su correo electrónico está en camino
fr_ca: Votre e-mail est en cours d'acheminement
zh_hans: 您的电子邮件已发送
zh_hk: 您的電子郵件已發送

source: Budget (%@)
es: Presupuesto (%@)
zh_hans: 预算 (%@)
zh_hk: 預算 (%@)

source: P-O-I-Marker
es: Marcador P-O-I
fr_ca: Marqueur P-O-I
zh_hans: P-O-I标记
zh_hk: P-O-I標記

source: Version
es: Versión
zh_hans: 版本
zh_hk: 版本

# CFBundleDisplayName
source: Manage It
zh_hans: 管理它
zh_hk: 管理它

source: OK
zh_hans: 确定
zh_hk: 確定
